---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ElectricalLighting
source: html/005c1ed6-cd8d-e4fe-8856-47e8319de3d2.htm
---
# Autodesk.Revit.DB.GroupTypeId.ElectricalLighting Property

Electrical - Lighting.

## Syntax (C#)
```csharp
public static ForgeTypeId ElectricalLighting { get; }
```